Revit 2024 API
ParameterTypeId.AnalyticalMemberForceEndFz Property
 "End Fz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalMemberForceEndFz { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalMemberForceEndFz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalMemberForceEndFz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace